Repository: younes-dro/wc-aliexpress-shipping-based-product
Catalog: languages/*.po
Languages: fr_fr

source: The minimum PHP version required for this plugin is %1$s. You are running %2$s.
fr_fr: La version PHP minimale requise pour ce plugin est %1$s. Vous avez %2$s.

source: %s is not active, as it requires WordPress version %s or higher. Please %supdate WordPress &raquo;%s
fr_fr: %s n'est pas actif, car il nécessite la version WordPress %s ou supérieure. Veuillez %smettre à jour WordPress &raquo;%s

source: %1$s, as it requires %2$sWooCommerce%3$s version %4$s or higher. Please %5$supdate%6$s or activate WooCommerce
fr_fr: %1$s, car il nécessite %2$sWooCommerce%3$s de version%4$s ou supérieure. Veuillez %5$smettre à jour%6$s ou activer WooCommerce

source: %1$s,The %2$sAliexpress Dropship for Woocommerce%3$s must be active and at least version %4$s or higher. Please %5$supdate%6$s or activate Aliexpress Dropship for Woocommerce
fr_fr: %1$s, Le Plugin %2$sAliexpress Dropship for Woocommerce%3$s doit être activé et sa version supérieure à %4$s ou plus. S'il te plait %5$smettre à jour%6$s ou activter Aliexpress Dropship for Woocommerce

source: Single product pages (per product type)
fr_fr: Pages de produit (par type de produit)

source: Simple products
fr_fr: Produits simple

source: Variable products
fr_fr: Produits variables

source: Grouped products
fr_fr: Produits groupés

source: external products
fr_fr: produits externes

source: Custom message shown on single product page of simple product type
fr_fr: Message personnalisé affiché sur la page de produit de type produit simple

source: Custom message shown on single product page of variable product type
fr_fr: Message personnalisé affiché sur la page de produit de type produit variable

source: Custom message shown on single product page of grouped product type
fr_fr: Message personnalisé affiché sur la page de produit de type produit groupé

source: Custom message shown on single product page of external product type
fr_fr: Message personnalisé affiché sur la page de produit de type produit externe

source: You cannot clone instances of %s.
fr_fr: Vous ne pouvez pas cloner des instances de la Class %s.

source: could not be activated.
fr_fr: n'a pas pu être activé.

source: has been deactivated.
fr_fr: a été désactivé.
